tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "bazelbuild/tap", pin: true
tap "derailed/k9s"
tap "extrawurst/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jabley/wrk2"
tap "jtolar/homebrew", "git@git.vzbuilders.com:jtolar/jtolar-brew.git"
tap "rs/tap"
tap "tetratelabs/getenvoy"
tap "timescale/tap"
tap "ubuntu/microk8s"
tap "weaveworks/tap"
brew "arping"
brew "openssl@1.1"
brew "sqlite"
brew "xz"
brew "python@3.8"
brew "asciinema"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion@2", link: false
brew "bats"
brew "bazaar"
brew "binutils"
brew "boost"
brew "gettext"
brew "cmake"
brew "coreutils"
brew "go"
brew "dep"
brew "dive"
brew "dnsmasq"
brew "dos2unix"
brew "double-conversion"
brew "e2fsprogs"
brew "e2tools"
brew "editorconfig"
brew "libevent"
brew "emacs", restart_service: true
brew "emscripten"
brew "findutils"
brew "fmt"
brew "fortio"
brew "gcc"
brew "libtool"
brew "pkg-config"
brew "gdb"
brew "gflags"
brew "git"
brew "git-lfs"
brew "global"
brew "glog"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "grafana"
brew "graphviz"
brew "grep"
brew "groovy"
brew "htop"
brew "hugo"
brew "istioctl"
brew "jemalloc"
brew "jenv"
brew "jetty"
brew "jq"
brew "k3d"
brew "kind"
brew "libatomic_ops"
brew "llvm"
brew "lsd"
brew "lz4"
brew "make"
brew "mas"
brew "maven"
brew "moreutils"
brew "protobuf"
brew "multitail"
brew "ninja"
brew "openconnect"
brew "openssh"
brew "packer"
brew "pandoc"
brew "pgcli"
brew "protoc-gen-go"
brew "pstree"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rustup-init"
brew "serf"
brew "shellcheck"
brew "snappy"
brew "sphinx"
brew "stow"
brew "swig"
brew "telegraf"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wireshark"
brew "wrk"
brew "yq"
brew "z"
brew "aws/tap/aws-sam-cli"
brew "bazelbuild/tap/bazel", link: false
brew "bazelbuild/tap/bazelisk"
brew "derailed/k9s/k9s"
brew "extrawurst/tap/gitui"
brew "github/gh/gh"
brew "jabley/wrk2/wrk2", args: ["HEAD"]
brew "jtolar/homebrew/zts-accesstoken"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "tetratelabs/getenvoy/getenvoy"
brew "ubuntu/microk8s/microk8s"
brew "weaveworks/tap/footloose"
mas "Dashlane", id: 552383089
mas "Disk Speed Test", id: 425264550
mas "TextWrangler", id: 404010395
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "TextWrangler", id: 404010395
