tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
cask "xquartz"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bazel"
brew "cmake"
brew "coreutils"
brew "emacs"
brew "findutils"
brew "gcc"
brew "git"
brew "git-lfs"
brew "global"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "go"
brew "libtool"
brew "graphviz"
brew "grep"
brew "llvm"
brew "mas"
brew "maven"
brew "moreutils"
brew "openssh", link: false
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
mas "Dashlane", id: 552383089
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
